[
  {
    "name": "Baku Boulevard ",
    "location": "National park in Baku",
    "desc": "Baku Boulevard is a promenade established in 1909 which runs parallel to Baku's seafront. Its history goes back more than 100 years, to a time when Baku oil barons built their mansions along the Caspian shore and when the seafront was artificially built up inch by inch. The park stretches along a south-facing bay on the Caspian Sea. It traditionally starts at Freedom Square continuing west to the Old City and beyond.Since 2012, the Yeni Bulvar has virtually doubled the length to 3.75 km, extending the promenades to National Flag Square. In 2015 White City Boulevard added a further 2 km to the east of Freedom Square and reports have suggested that eventually the boulevard might be as long as 26 km, including Bibiheybət.",
    "image": "../../../../assets/images/boulevard-attr.jpg",
    "link": "https://goo.gl/maps/EKyG3NS8i68FLWR7A"
  },
  {
    "name": "Baku Old City",
    "location": "Historic city center in Baku",
    "desc": "Baku Old City is the historical inner core of the capital, which is also the oldest part of it. Researchers still argue about its age. It's widely accepted that the city dates back to the 12th century, yet some people claim that some of its oldest buildings date back as far as the 7th century. The Old City of Baku is the first location in Azerbaijan to be named as a part of the World Heritage Site by UNESCO. A few years later, after a destructive earthquake, the place is also on the List of World Heritage in Danger.",
    "image": "../../../../assets/images/old-city.jpg",
    "link": "https://goo.gl/maps/M2fZg8zq1zMUyT147"
  },
  {
    "name": "Maiden Tower",
    "location": "Monument in Baku",
    "desc": "The Maiden Tower is a 12th-century monument, situated in the heart of the Old City of Baku. Since 2001 it is a part of the UNESCO World Heritage List, also listed as Heritage in danger, after a destructive earthquake which happened in the recent years. The Tower also hosts a Museum, which displays artifacts, representing the history of Baku's Old City during the ages. This is actually a place of numerous myths and unsolved mystery, which has inspired a lot of the Azeris' folk tales and different pieces of art. The main unanswered question is about the character and purpose of the building. One of the most popular legends says that back in Zoroastrian times it was the home of a virgin girl, who saved Baku's people from slavery.",
    "image": "../../../../assets/images/maiden-s-tower.jpg",
    "link": "https://goo.gl/maps/bE6NqmsAW5CqUW7JA"
  },
  {
    "name": "Philharmonic Fountain Park",
    "location": "Park",
    "desc": "The beautiful garden of the Filarmonical hall is one of the must-visits in Baku, especially for people who'd fancy a little quiet and green oasis in the heart of the city. The area is designed and built in a classical baroque style, with a delightful fountain and it's quite neat to the walls of the Old historical City. In some evenings the visitors of the park can enjoy some live classical music by the direct open-air performances from local and foreign world-class classical musicians. Another interesting fact about the park is that it's home for a lot of parrots which fly around freely and bring a colorful and exotic taste to the atmosphere.",
    "image": "../../../../assets/images/philharmonic-fountain-park.jpg",
    "link": "https://goo.gl/maps/DoJwzGXuGABMYSkh8"
  },
  {
    "name": "Flame Towers",
    "location": "Building complex in Baku",
    "desc": "The Flame Towers are three iconic, illuminating skyscrapers, located in the centre of Baku. One of them is the highest in Azerbaijan, reaching a considerable height of 182 meters. Those three towers are not only architecturally impressive but also serve as a special symbol. They are meant to symbolize the long history of the fire-worshipers - a group of people who believed Azerbaijan to be the birthplace of Zoroaster. That's why the buildings are entirely covered with LED screens which illuminate bright lights in the form of a burning fire. This spectacular view can be easily seen even from the most distant points of the city.",
    "image": "../../../../assets/images/flameTowers.jpg",
    "link": "https://goo.gl/maps/h3LKwMdfDYXCCB5X9"
  },
  {
    "name": "Heydar Mosque",
    "location": "Mosque in Baku",
    "desc": "Heydar Mosque is a spectacular and impressive worshiping place for Muslims, built back between 2012 and 2014 by Ilham Aliyev. Regardless of their personal religious beliefs, every visitor of Azerbaijan would fancy the beauty of the building, which itself consists of four 95 meters high minarets and a 55 meters high central dome. The facade is embellished with some unique stones, and the sides of the domes are precisely decorated with certain passages from the Koran.",
    "image": "../../../../assets/images/heydar-mosque.jpg",
    "link": "https://goo.gl/maps/cwsqfKZQrLwhKBgn6"
  },
  {
    "name": "Ateshgah - Fire Temple",
    "location": "Temple in Baku",
    "desc": "Ateshgah, also known as the Temple of Eternal fire is a unique place - both naturally and historically. In ancient times this was a Holy Place for the Zoroastrians who used to worship fire, and that's why this eternal and indistinguishable fire was remarkably valuable and symbolic for them. But how exactly is that possible? The 'eternal fire' is a natural phenomenon, which is actually the burning of natural gas from the earth crust. When the fire comes out on the surface of the earth and meets the oxygen, it lits up. The Temple of Eternal fire consists of a lot of such burning little holes. Anyway, the natural fire stopped burning sometime during the 19th century due to some movement in the Earth surface. Nowadays the Temple is lit by artificial fires which resemble what it once was.",
    "image": "../../../../assets/images/ateshgah.jpg",
    "link": "https://goo.gl/maps/bBrb5Q4rDv9YdaPt5"
  },
  {
    "name": "Palace of the Shirvanshahs",
    "location": "Palace in Baku",
    "desc": "The Palace of the Shirvanshahs is one of the architectural treasures in the Old historical City of Baku. This is a 15th-century Medieval residence, which was once built by the Shirvanshahs - the ruler family of the (long gone) state of Shirvan. As a historical monument, the Palace is part of the UNESCO World Heritage List and is boldly described as 'the pearl' of the country's architecture. The place is open for visitors all around the year, it offers guided tours in different languages and has an entrance fee of about 5$.",
    "image": "../../../../assets/images/palaceofshi.jpg",
    "link": "https://goo.gl/maps/z6M5u1FdGqQzUMhn8"
  },
  {
    "name": "Heydar Aliyev Centre",
    "location": "Cultural center in Baku",
    "desc": "The Heydar Aliyev Center is a 57,500 m² building complex in Baku, Azerbaijan designed by Iraqi-British architect Zaha Hadid and noted for its distinctive architecture and flowing, curved style that eschews sharp angles. The Heydar Aliyev Center represents a fluid form which emerges by the folding of the landscape's natural topography and by the wrapping of individual functions of the Center. All functions of the Center, together with entrances, are represented by folds in a single continuous surface. ",
    "image": "../../../../assets/images/heydar-aliyev-centre.jpg",
    "link": "https://g.page/heydaraliyevcenter?share"
  },
  {
    "name": "Yanar Dag",
    "location": "Historical, Cultural and Natural Reserve",
    "desc": "Yanar Dagh is a natural gas fire which blazes continuously on a hillside on the Absheron Peninsula on the Caspian Sea near Baku, the capital of Azerbaijan. Flames jet into the air 3 metres from a thin, porous sandstone layer. Administratively, Yanar Dagh belongs to Absheron District of Azerbaijan. The Yanar Dagh fire is never extinguished. Around this open fireplace the atmosphere is filled with the smell of gas. Even the surface of streams near Yanar Dagh fire can be ignited with a match. These streams, which otherwise appear calm, are known as Yanar Bulag: 'burning springs.'",
    "image": "../../../../assets/images/yanar_Dag.jpg",
    "link": "https://goo.gl/maps/EkWXZ4JpRcgkSwzRA"
  },
  {
    "name": "Highland Park",
    "location": "Park",
    "desc": "Highland Park is one of the most famous and interesting sights of Baku. The green zone is located above Baku Bay. The park in its original form, which has been preserved today, with spacious stairs, shady alleys and cosy terraces, was created by the famous architect Lev Ilyin. During the construction of the Park, Baku limestone was used as the main material. Initially, the territory within the boundaries of which the Nagorny park complex was built called the English Park. At the beginning of the 20th century, there was a burial place of English soldiers who were in Baku after the fall of the Russian emperor in 1918. To date, the only thing that reminds of this is a monument to the departed English soldiers.",
    "image": "../../../../assets/images/highland.jpg",
    "link": "https://goo.gl/maps/enosD3dKsqKMC4HdA"
  },
  {
    "name": "Nizami Street",
    "location": "Street in Baku",
    "desc": "The street's history could be traced back to Baku's town-planning project of 1864. The street runs through the city's downtown from west to east. It begins from Abdulla Shaig Street, in the mountainous part of the city and ends at railroad bed on Sabit Orujov Street, near a monument to Shah Ismail Khatai in “Black City”. The total length of the street is 3,538 m. The traffic-free segment, which begins at the Fountains Square and ends at the Rashid Behbudov Street, is commonly known as Torgovaya ('the merchant street' in Russian).",
    "image": "../../../../assets/images/nizamistreet.jpg",
    "link": "https://goo.gl/maps/r4fJSZKhXqF1SXSS6"
  },
  {
    "name": "Mini-Venice",
    "location": "Tourist attraction in Baku",
    "desc": "LIttle Venice is an area within Baku Boulevard that is made up of man-made waterways. It was built in 1960 but was later expanded in 2012 and consists of a labyrinth of canals interspersed with islands that are connected by stone bridges complete with gondolas plying the canals. It was out of season and the canals were being dredged when we visited in November 2019. Little Venice isn't meant to be strictly authentic but it is a fun activity along Baku Boulevard.",
    "image": "../../../../assets/images/little-venice.jpg",
    "link": "https://goo.gl/maps/z1xS4A7VsnLytCLT8"
  }
]
